// Задача 8: Напишите программу, которая на вход принимает число (N), а на выходе показывает все чётные числа от 1 до N.
// 5 -> 2, 4
// 8 -> 2, 4, 6, 8

Console.WriteLine("Введите число");
int A = int.Parse(Console.ReadLine());
int B = 1;

while ((B < A) do
if (B % 2 == 0)
{Console.Write(B);}
else
{B = B+1;})


